Repository: eplr/esrs-llm
Catalog: 02_TMX/GLOSSAIRE ESRS.tmx
Source language: en_gb
Languages: fr_fr

source: source term (en)
fr_fr: target term (fr)

source: business model
fr_fr: modèle économique

source: pollution of air
fr_fr: pollution de l'air

source: materiality assessment process
fr_fr: processus d’évaluation de l’importance

source: land-use change
fr_fr: changement d'affectation des terres

source: biosphere integrity
fr_fr: intégrité de la biosphère

source: widening of the future consumer base
fr_fr: élargissement de la base de consommateurs futurs

source: sea-use change
fr_fr: changement d'utilisation des mers

source: recycled carbon fuel
fr_fr: carburant à base de carbone recyclé

source: participation in an industry initiative
fr_fr: participation à une initiative sectorielle

source: key group of affected stakeholders
fr_fr: groupe clé de parties intéressées concernées

source: effective management of impacts
fr_fr: gestion efficace des incidences

source: life cycle environmental performance of products and organisations
fr_fr: performance environnementale des produits et des organisations sur l’ensemble du cycle de vie

source: collective system of channels
fr_fr: ensemble de canaux

source: brief description of the activities
fr_fr: description succincte des activités

source: freshwater-use change
fr_fr: changement d'utilisation des eaux douces

source: global framework agreement
fr_fr: accord-cadre global

source: disclosure requirement
fr_fr: exigence de publication

source: undertaking
fr_fr: entreprise

source: material impact
fr_fr: incidence importante

source: sustainability statement
fr_fr: déclaration relative à la durabilité

source: material risk
fr_fr: risque important

source: GHG emission
fr_fr: émissions de GES

source: sustainability matter
fr_fr: question de durabilité

source: affected community
fr_fr: communauté touchée

source: value chain
fr_fr: chaîne de valeur

source: financial effect
fr_fr: incidence financière

source: value chain worker
fr_fr: travailleur de la chaîne de valeur

source: own operation
fr_fr: opération propre

source: materiality
fr_fr: importance

source: materiality assessment
fr_fr: évaluation de l'importance

source: anticipated financial effect
fr_fr: incidence financière escomptée

source: disclosure
fr_fr: publication

source: reporting period
fr_fr: période de référence

source: transition risk
fr_fr: risque de transition

source: physical risk
fr_fr: risque physique

source: general disclosure
fr_fr: informations générales à publier

source: marine resource
fr_fr: ressource marine

source: supervisory body
fr_fr: organe de surveillance

source: principal adverse impact
fr_fr: principale incidence négative

source: disclosures rules on sustainable investments
fr_fr: règles en matière de publication d'informations sur les investissements durables

source: sustainable investment
fr_fr: investissement durable

source: financial market participant
fr_fr: acteur des marchés financiers

source: material sustainability matter
fr_fr: question de durabilité importante

source: disclosure rule on sustainable investments
fr_fr: règles en matière de publication d’informations sur les investissements durables

source: opportunity management
fr_fr: gestion des opportunités

source: material opportunity
fr_fr: opportunité importante

source: resource use
fr_fr: utilisation des ressources

source: negative impact
fr_fr: incidence négative

source: undertaking's own workforce
fr_fr: effectif de l'entreprise

source: business relationship
fr_fr: relation d'affaires

source: application requirement
fr_fr: exigence d'application

source: net revenue
fr_fr: produit net

source: end-user
fr_fr: utilisateur final

source: adverse impact
fr_fr: incidence négative

source: climate change mitigation
fr_fr: atténuation du changement climatique

source: GHG emissions reduction
fr_fr: réduction des émissions de GES

source: managing material risk
fr_fr: gestion des risques importants

source: impact on affected communities
fr_fr: incidence sur les communautés touchées

source: emission reduction
fr_fr: réduction des émissions

source: transition plan
fr_fr: plan de transition

source: disclosure required by paragraph
fr_fr: informations à publier en vertu du paragraphe

source: emission reduction target
fr_fr: cible de réduction des émissions

source: impact on value chain workers
fr_fr: incidence sur les travailleurs de la chaîne de valeur

source: impact on value chain
fr_fr: incidence sur la chaîne de valeur

source: advancing positive impact
fr_fr: promotion des incidences positives

source: datapoint
fr_fr: point de données

source: adequate wage
fr_fr: salaire décent

source: contextual information
fr_fr: information contextuelle

source: year of preparation
fr_fr: année de préparation

source: forced labour
fr_fr: travail forcé

source: qualitative characteristic
fr_fr: caractéristique qualitative

source: material physical risk
fr_fr: risque physique important

source: ecological threshold
fr_fr: seuil écologique

source: monetary amount
fr_fr: montant monétaire

source: qualitative characteristic of information
fr_fr: caractéristique qualitative des informations

source: characteristic of information
fr_fr: caractéristique des informations

source: reduction target
fr_fr: cible de réduction

source: substance of concern
fr_fr: substance préoccupante

source: view of stakeholders
fr_fr: point de vue des parties intéressées

source: sustainability information
fr_fr: informations en matière de durabilité

source: base year
fr_fr: année de référence

source: double materiality
fr_fr: double importance

source: appendix a
fr_fr: appendice a

source: head count
fr_fr: effectifs

source: child labour
fr_fr: travail des enfants

source: financial statements
fr_fr: états financiers

source: undertaking's sustainability statement
fr_fr: déclaration relative à la durabilité de l’entreprise

source: own workers
fr_fr: effectifs de l'entreprise

source: prior period
fr_fr: période antérieure

source: social dialogue
fr_fr: dialogue social

source: undertaking's business
fr_fr: activités de l'entreprise

source: affected stakeholder
fr_fr: partie intéressée touchée

source: high climate impact
fr_fr: forte incidence sur le climat

source: annex
fr_fr: annexe

source: financial materiality
fr_fr: importance du point de vue financier

source: biodiversity
fr_fr: biodiversité

source: high climate impact sector
fr_fr: secteur à fort impact climatique

source: potential impact
fr_fr: incidence potentielle

source: key action
fr_fr: action clé

source: GHG
fr_fr: GES

source: business conduct
fr_fr: conduite des affaires

source: undertaking's dependency
fr_fr: dépendance de l'entreprise

source: taking action on material impacts
fr_fr: actions concernant les incidences importantes

source: reporting undertaking
fr_fr: entreprise déclarante

source: impact materiality
fr_fr: importance du point de vue de l'incidence

source: first year of preparation
fr_fr: première année de préparation

source: sustainability
fr_fr: durabilité

source: due diligence process
fr_fr: procédure de diligence raisonnable

source: commission implementing regulation
fr_fr: règlement d'exécution de la Commission

source: comparability
fr_fr: comparabilité

source: EU
fr_fr: UE

source: available technique
fr_fr: technique disponible

source: legitimate representative
fr_fr: représentant légitime

source: value chain information
fr_fr: information concernant la chaîne de valeur

source: undertaking's employee
fr_fr: salarié de l'entreprise

source: managing material negative impact
fr_fr: gestion des incidences négatives importantes

source: resource inflow
fr_fr: ressource entrante

source: collective bargaining
fr_fr: négociation collective

source: severe human rights impact
fr_fr: incidence grave en matière de droits de l'homme

source: reporting standard
fr_fr: norme d'information

source: general requirement
fr_fr: exigence générale

source: substance of very high concern
fr_fr: substance extrêmement préoccupante

source: potential negative impact
fr_fr: incidence négative potentielle

source: credible proxy
fr_fr: intermédiaire de confiance

source: scenario analysis
fr_fr: analyse de scénarios

source: total energy consumption
fr_fr: consommation totale d'énergie

source: work-related ill health
fr_fr: problème de santé lié au travail

source: industrial emissions
fr_fr: émission industrielles

source: critical assumption
fr_fr: hypothèse critique

source: internal carbon price
fr_fr: prix interne du carbone

source: internal carbon pricing
fr_fr: tarification interne du carbone

source: paragraph
fr_fr: paragraphe

source: council directive
fr_fr: directive du Conseil

source: financial markets
fr_fr: marchés financiers

source: water consumption
fr_fr: consommation d' eau

source: FTE
fr_fr: ETP

source: full-time equivalent
fr_fr: équivalent temps plein

source: collective bargaining agreement
fr_fr: convention collective

source: positive impact
fr_fr: incidence positive

source: undertaking's value
fr_fr: valeur de l'entreprise

source: opportunity for the undertaking
fr_fr: opportunité pour l'entreprise

source: mandatory indicator
fr_fr: indicateur obligatoire

source: IRO-1 Description of the process to identify and assess material impacts, risks and opportunities
fr_fr: IRO-1 Description des procédures d’identification et d’évaluation des incidences, risques et opportunités importants

source: CO2eq
fr_fr: équivalent CO2

source: effectiveness of policies
fr_fr: efficacité des politiques

source: due diligence
fr_fr: diligence raisonnable

source: ill health
fr_fr: problème de santé

source: reporting year
fr_fr: année de référence

source: comparative information
fr_fr: informations comparatives

source: CapEx
fr_fr: dépenses d'investissement

source: climate impact
fr_fr: impact climatique

source: worker in the value chain
fr_fr: travailleur dans la chaîne de valeur

source: tracking effectiveness of policies and actions through targets
fr_fr: suivi de l'efficacité des politiques et des actions au moyen de cibles

source: tracking effectiveness
fr_fr: suivi de l'efficacité

source: climate-related opportunity
fr_fr: opportunité liée au changement climatique

source: benchmark administrator
fr_fr: administrateur d'indice de référence

source: long-term time horizon
fr_fr: horizon temporel à long terme

source: work-related injury
fr_fr: accident du travail

source: mitigation action
fr_fr: action d' atténuation

source: decarbonisation
fr_fr: décarbonation

source: percentage of employees
fr_fr: pourcentage de salariés

source: energy consumption
fr_fr: consommation d'énergie

source: financial position
fr_fr: situation financière

source: management report
fr_fr: rapport de gestion

source: undertaking's material risk
fr_fr: risque important pour l'entreprise

source: material transition risk
fr_fr: risque de transition important

source: basis for preparation
fr_fr: base d'établissement

source: ESG factor
fr_fr: facteur ESG

source: information required by paragraph
fr_fr: information requise au paragraphe

source: dependency
fr_fr: dépendance

source: incentive scheme
fr_fr: système d'incitation

source: metric
fr_fr: métrique

source: GHG intensity
fr_fr: intensité des GES

source: current reporting period
fr_fr: période de référence en cours

source: workforce
fr_fr: effectifs

source: basis for sustainability disclosures
fr_fr: fondement de la publication d'informations en matière de durabilité

source: business activity
fr_fr: activité commerciale

source: climate change adaptation
fr_fr: adaptation au changement climatique

source: delegated act
fr_fr: acte délégué

source: OECD Guidelines for Multinational Enterprises
fr_fr: principes directeurs de l’OCDE à l’intention des entreprises multinationales

source: related impact
fr_fr: incidence liée à

source: EEC
fr_fr: CEE

source: appendix b
fr_fr: appendice b

source: human rights impact
fr_fr: incidence sur les droits de l'homme

source: policy commitment
fr_fr: engagement stratégique

source: operational responsibility
fr_fr: responsabilité opérationnelle

source: qualitative information
fr_fr: information qualitative

source: undertaking's product
fr_fr: produit de l'entreprise

source: undertaking's performance
fr_fr: performance de l'entreprise

source: undertaking's activity
fr_fr: activité de l'entreprise

source: resource outflows
fr_fr: ressources sortantes

source: pollution-related impact
fr_fr: incidence liée à la pollution

source: outcome-oriented target
fr_fr: objectif axé sur les résultats

source: material negative impact on affected communities
fr_fr: incidence négative importante sur les communautés touchées

source: dependency on affected communities
fr_fr: dépendance à l'égard des communautés touchées

source: financial performance
fr_fr: performance financière

source: lobbying activity
fr_fr: activité de lobbying

source: energy intensity
fr_fr: intensité énergétique

source: metric tonne
fr_fr: tonne métrique

source: water risk
fr_fr: risque hydrique

source: disaggregation
fr_fr: désagrégation

source: human rights policy
fr_fr: politique en matière de droits de l'homme

source: mitigation
fr_fr: atténuation

source: carbon price
fr_fr: prix du carbone

source: user of the sustainability statement
fr_fr: utilisateur de la déclaration relative à la durabilité

source: undertaking's value chain
fr_fr: chaîne de valeur de l'entreprise

source: undertaking's financial position
fr_fr: position financière d'une entreprise

source: topical standard
fr_fr: norme thématique

source: sustainability-related performance in incentive schemes
fr_fr: résultats en matière de durabilité dans les systèmes d’incitation

source: sector-specific esrs
fr_fr: ESRS sectorielle

source: downstream value chain information
fr_fr: information concernant la chaîne de valeur en aval

source: application of the disclosure requirements
fr_fr: modalités d'application des exigences de publication

source: climate benchmark
fr_fr: indice de référence en matière de climat

source: incident of corruption
fr_fr: cas de corruption

source: information in relation
fr_fr: informations relatives

source: resilience analysis
fr_fr: analyse de la résilience

source: transitional provision
fr_fr: disposition transitoire

source: social and human rights matters
fr_fr: aspects sociaux et des droits de l'homme

source: climate scenario
fr_fr: scénario climatique

source: reporting area
fr_fr: domaine d'information

source: OECD guidelines
fr_fr: principes directeurs de l'OCDE

source: total remuneration
fr_fr: rémunération totale

source: bribery
fr_fr: pot-de-vin

source: end of the reporting period
fr_fr: fin de la période de déclaration

source: target value
fr_fr: valeur cible

source: corporate culture
fr_fr: culture d'entreprise

source: OpEx
fr_fr: dépenses opérationnelles ; OpEx

source: microplastics
fr_fr: microplastiques

source: line item
fr_fr: poste

source: work council
fr_fr: comité d'entreprise

source: baseline value
fr_fr: valeur de référence

source: social protection
fr_fr: protection sociale

source: work-life balance
fr_fr: équilibre entre vie professionnelle et vie privée

source: general approach
fr_fr: approche générale

source: monetary terms
fr_fr: en termes monétaires

source: ecosystem
fr_fr: écosystème

source: specific circumstance
fr_fr: circonstance particulière

source: undertaking's approach
fr_fr: approche de l' entreprise

source: undertaking's business model
fr_fr: modèle économique de l'entreprise

source: undertaking's materiality assessment
fr_fr: évaluation de l'importance effectuée par l'entreprise

source: summarised description
fr_fr: description succincte

source: relevant line item
fr_fr: poste pertinent

source: material impact on value chain
fr_fr: incidence importante sur la chaîne de valeur

source: material impact on affected communities
fr_fr: incidence importante sur les communautés touchées

source: financial effect in monetary terms
fr_fr: incidence financière en termes monétaires

source: E1 Climate change
fr_fr: E1 Changement climatique

source: undertaking’s dependency on value chain workers
fr_fr: dépendance de l’entreprise à l’égard des travailleurs de la chaîne de valeur

source: dependency on value chain
fr_fr: dépendance de l'entreprise à l'égard de la chaîne de valeur

source: management of impacts
fr_fr: gestion des incidences

source: skills development
fr_fr: développement des compétences

source: recognised quality standard
fr_fr: norme de qualité reconnue

source: family-related leave
fr_fr: congé familial

source: sustainability reporting standard
fr_fr: norme d'information en matière de durabilité

source: fossil source
fr_fr: source fossile

source: renewable source
fr_fr: source renouvelable

source: framework directive
fr_fr: directive-cadre

source: removal activity
fr_fr: activité d'absorption

source: ILO Declaration on Fundamental Principles and Rights at Work
fr_fr: déclaration de l’OIT relative aux principes et droits fondamentaux au travail

source: type of engagement
fr_fr: type d'interaction

source: previous reporting period
fr_fr: période de référence précédente

source: limiting global warming
fr_fr: limitation du réchauffement de la planète

source: invasive alien species
fr_fr: espèce exotique envahissante

source: national law
fr_fr: droit national

source: taking action
fr_fr: action

source: land-use
fr_fr: affectation des terres

source: alien species
fr_fr: espèces exotiques

source: harassment in the workplace
fr_fr: harcèlement sur le lieu de travail

source: general process
fr_fr: processus général

source: operational control
fr_fr: contrôle opérationnel

source: indicator
fr_fr: indicateur

source: impact
fr_fr: incidence

source: working time
fr_fr: temps de travail

source: particular characteristic
fr_fr: caractéristique particulière

source: structure of the sustainability statement
fr_fr: structure de la déclaration relative à la durabilité

source: severe human rights issues and incidents
fr_fr: problèmes et incidents graves en matière de droits de l'homme

source: negative impact on value chain workers
fr_fr: incidence négative importante sur les travailleurs de la chaîne de valeur

source: mitigating material risk
fr_fr: atténuer les risques importants

source: material impact on consumers
fr_fr: incidence importante sur les consommateurs

source: frequency of the engagement
fr_fr: fréquence d'interaction

source: effectiveness of the channels
fr_fr: efficacité des canaux

source: decarbonisation lever
fr_fr: levier de décarbonation

source: current financial effect
fr_fr: incidence financière actuelle

source: channel for raising concerns
fr_fr: canal permettant de faire part des préoccupations

source: calculation guidance
fr_fr: orientations en matière de calcul

source: benchmark constituent
fr_fr: composante de l'indice de référence

source: availability of channels
fr_fr: disponibilité des canaux

source: material positive impact
fr_fr: incidence positive importante

source: climate benchmark regulation
fr_fr: règlement sur les indices de référence en matière de climat

source: confirmed incident
fr_fr: cas avéré

source: material resource
fr_fr: ressources matérielles

source: climate-related hazard
fr_fr: aléa lié au changement climatique

source: ILO declaration
fr_fr: déclaration de l'OIT

source: banking book
fr_fr: portefeuille bancaire

source: compulsory labour
fr_fr: travail forcé

source: key biodiversity areas
fr_fr: zones clés pour la biodiversité

source: regulated emission trading scheme
fr_fr: système réglementé d’échange de quotas d’émission

source: IED
fr_fr: DEI

source: faithful representation
fr_fr: représentation fidèle

source: pay gap
fr_fr: écart de rémunération

source: biodiversity loss
fr_fr: perte de biodiversité

source: cross-reference
fr_fr: référence croisée

source: secure employment
fr_fr: sécurité de l'emploi

source: metrics
fr_fr: métriques

source: gender pay gap
fr_fr: écart de rémunération entre les femmes et les hommes

source: requirement
fr_fr: exigence

source: tabular format
fr_fr: format de tableau

source: relevant staff
fr_fr: personnel concerné

source: impact driver
fr_fr: vecteur d'incidence

source: general sustainability policy
fr_fr: politique globale en matière de durabilité

source: sub-topic
fr_fr: sous-thème

source: global framework
fr_fr: cadre global

source: water withdrawal
fr_fr: prélèvements d'eau

source: key performance indicator
fr_fr: indicateur de performance clé

source: self-employed people
fr_fr: travailleurs indépendants

source: ecosystem service
fr_fr: service écosystémique

source: grievance
fr_fr: réclamation

source: water discharge
fr_fr: rejet des eaux

source: key asset
fr_fr: principal actif

source: material information
fr_fr: information importante

source: policy objective
fr_fr: cible de la politique

source: undertaking's policy
fr_fr: politique de l'entreprise

source: undertaking's operation
fr_fr: activité de l'entreprise

source: undertaking's material impact
fr_fr: incidence importante de l'entreprise

source: sustainability-related impact
fr_fr: incidence en matière de durabilité

source: human rights policy commitments
fr_fr: engagements à mener une politique en matière des droits de l’homme

source: process for setting the targets
fr_fr: processus de fixation des cibles

source: process to identify and assess
fr_fr: procédure d'identification et d'évaluation

source: water and marine resources-related impact
fr_fr: incidence liée aux ressources aquatiques et marines

source: relevant disclosure requirement
fr_fr: exigence de publication applicable

source: comprehensive overview
fr_fr: vue d'ensemble complète

source: general basis for preparation of the sustainability statements
fr_fr: base générale d’établissement des déclarations relatives à la durabilité

source: number of non-employees
fr_fr: nombre de travailleurs externes

source: LEAP approach
fr_fr: méthode LEAP

source: material resource use and circular economy-related impact
fr_fr: incidence importante liée à l'utilisation des ressources et à l'économie circulaire

source: material resource use and circular economy-related risk
fr_fr: risque important lié à l'utilisation des ressources et à l'économie circulaire

source: material resource use and circular economy-related opportunity
fr_fr: opportunité importante lié eà l'utilisation des ressources et à l'économie circulaire

source: summarised description of the targets
fr_fr: description succincte des objectifs

source: climate-related transition risk
fr_fr: risque de transition lié au changement climatique

source: acquired electricity
fr_fr: électricité acquise

source: intended positive outcome
fr_fr: résultat positif escompté

source: achieved positive outcome
fr_fr: résultat positif obtenu

source: cross-cutting standard
fr_fr: norme transversale

source: sector-specific standard
fr_fr: norme sectorielle

source: condition of ecosystems
fr_fr: état des écosystèmes

source: negative impact on consumers
fr_fr: incidence négative sur les consommateurs

source: biodiversity change
fr_fr: altération de la biodiversité

source: ecosystems change
fr_fr: altération des écosystèmes

source: breakdown of the carrying value
fr_fr: ventilation de la valeur comptable

source: climate change mitigation action
fr_fr: action en matière d’atténuation du changement climatique

source: environmental performance
fr_fr: performance environnementale

source: result of innovation
fr_fr: résultat d'innovations

source: mitigation hierarchy
fr_fr: hiérarchie des mesures d'atténuation

source: following formula
fr_fr: formule suivante

source: delegated regulation
fr_fr: règlement délégué

source: equal treatment
fr_fr: égalité de traitement

source: material influence
fr_fr: influence importante

source: indigenous people
fr_fr: peuple autochtone
